Repository: ncleton/vibe-walkie
Catalog: macOS/AppRemoteMac/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, yue, zh_hans, zh_hant

# mac.continue.0f4bb2d
source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Ga door
pl: Dalej
pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam
uk: Продовжити
vi: Tiếp tục
yue: 繼續
zh_hans: 继续
zh_hant: 繼續

# mac.on.iphone.return.to.vibewalkie.app.tap.test.then.scan.this.qr.7ec6a1f
source: On your iPhone, return to vibewalkie.app and tap “Try”. Then open Vibe Walkie and scan this QR code.
ar: على iPhone، ارجع إلى vibewalkie.app واضغط على «تجربة». ثم افتح Vibe Walkie وامسح رمز QR هذا.
ca: A l’iPhone, torna a vibewalkie.app i toca «Prova». Després obre Vibe Walkie i escaneja aquest codi QR.
cs: Na iPhonu se vraťte na vibewalkie.app a klepněte na „Vyzkoušet“. Potom otevřete Vibe Walkie a naskenujte tento QR kód.
da: Gå tilbage til vibewalkie.app på din iPhone, og tryk på “Prøv”. Åbn derefter Vibe Walkie, og scan denne QR-kode.
de: Rufe auf deinem iPhone erneut vibewalkie.app auf und tippe auf „Testen“. Öffne dann Vibe Walkie und scanne diesen QR-Code.
el: Στο iPhone, επιστρέψτε στο vibewalkie.app και πατήστε «Δοκιμή». Στη συνέχεια ανοίξτε το Vibe Walkie και σαρώστε αυτόν τον κωδικό QR.
es: En el iPhone, vuelve a vibewalkie.app y toca «Probar». Después abre Vibe Walkie y escanea este código QR.
fi: Palaa iPhonella osoitteeseen vibewalkie.app ja napauta Kokeile. Avaa sitten Vibe Walkie ja skannaa tämä QR-koodi.
fr: Sur l’iPhone, revenez sur vibewalkie.app et touchez « Tester ». Ouvrez ensuite Vibe Walkie et scannez ce QR code.
he: ב‑iPhone, חזרו אל vibewalkie.app והקישו על „התנסות”. לאחר מכן פתחו את Vibe Walkie וסרקו את קוד ה‑QR הזה.
hi: अपने iPhone पर vibewalkie.app पर वापस जाएँ और “आज़माएँ” पर टैप करें। फिर Vibe Walkie खोलें और यह QR कोड स्कैन करें।
hr: Na iPhoneu se vratite na vibewalkie.app i dodirnite „Isprobaj”. Zatim otvorite Vibe Walkie i skenirajte ovaj QR kod.
hu: Az iPhone-on térj vissza a vibewalkie.app oldalra, és koppints a Kipróbálás lehetőségre. Ezután nyisd meg a Vibe Walkie-t, és olvasd be ezt a QR-kódot.
id: Di iPhone, kembali ke vibewalkie.app dan ketuk “Coba”. Lalu buka Vibe Walkie dan pindai kode QR ini.
it: Su iPhone, torna su vibewalkie.app e tocca “Prova”. Poi apri Vibe Walkie e scansiona questo codice QR.
ja: iPhoneでvibewalkie.appに戻り、「試す」をタップしてください。次にVibe Walkieを開き、このQRコードをスキャンします。
ko: iPhone에서 vibewalkie.app으로 돌아가 ‘사용해 보기’를 탭하세요. 그런 다음 Vibe Walkie를 열고 이 QR 코드를 스캔하세요.
ms: Pada iPhone, kembali ke vibewalkie.app dan ketik “Cuba”. Kemudian buka Vibe Walkie dan imbas kod QR ini.
nb: Gå tilbake til vibewalkie.app på iPhone og trykk på «Prøv». Åpne deretter Vibe Walkie og skann denne QR-koden.
nl: Ga op je iPhone terug naar vibewalkie.app en tik op ‘Probeer’. Open daarna Vibe Walkie en scan deze QR-code.
pl: Na iPhonie wróć do vibewalkie.app i stuknij „Wypróbuj”. Następnie otwórz Vibe Walkie i zeskanuj ten kod QR.
pt: No iPhone, volte a vibewalkie.app e toque em “Experimentar”. Depois abra o Vibe Walkie e leia este código QR.
ro: Pe iPhone, revino la vibewalkie.app și atinge „Încearcă”. Apoi deschide Vibe Walkie și scanează acest cod QR.
ru: На iPhone вернитесь на vibewalkie.app и нажмите «Попробовать». Затем откройте Vibe Walkie и отсканируйте этот QR‑код.
sk: Na iPhone sa vráťte na vibewalkie.app a klepnite na „Vyskúšať“. Potom otvorte Vibe Walkie a naskenujte tento QR kód.
sv: Gå tillbaka till vibewalkie.app på iPhone och tryck på ”Prova”. Öppna sedan Vibe Walkie och skanna den här QR-koden.
th: บน iPhone ให้กลับไปที่ vibewalkie.app แล้วแตะ “ลองใช้” จากนั้นเปิด Vibe Walkie และสแกนรหัส QR นี้
tr: iPhone’da vibewalkie.app sitesine dönüp “Dene”ye dokunun. Ardından Vibe Walkie’yi açıp bu QR kodunu tarayın.
uk: На iPhone поверніться на vibewalkie.app і натисніть «Спробувати». Потім відкрийте Vibe Walkie і відскануйте цей QR‑код.
vi: Trên iPhone, quay lại vibewalkie.app và chạm vào “Dùng thử”. Sau đó mở Vibe Walkie và quét mã QR này.
yue: 喺 iPhone 返回 vibewalkie.app，再點按「試用」。然後開啟 Vibe Walkie 並掃描呢個 QR 碼。
zh_hans: 在 iPhone 上返回 vibewalkie.app，轻点“试用”。然后打开 Vibe Walkie 并扫描此二维码。
zh_hant: 在 iPhone 上返回 vibewalkie.app，點一下「試用」。然後開啟 Vibe Walkie 並掃描此 QR 碼。

# mac.configure.later.17b69c4
source: Configure later
ar: الإعداد لاحقًا
ca: Configura-ho més tard
cs: Nastavit později
da: Konfigurer senere
de: Später konfigurieren
el: Διαμόρφωση αργότερα
es: Configurar más tarde
fi: Määritä myöhemmin
fr: Configurer plus tard
he: הגדרה מאוחר יותר
hi: बाद में कॉन्फ़िगर करें
hr: Postavi kasnije
hu: Beállítás később
id: Atur nanti
it: Configura più tardi
ja: 後で設定
ko: 나중에 설정
ms: Konfigurasikan kemudian
nb: Konfigurer senere
nl: Later configureren
pl: Skonfiguruj później
pt: Configurar mais tarde
ro: Configurează mai târziu
ru: Настроить позже
sk: Nastaviť neskôr
sv: Konfigurera senare
th: ตั้งค่าภายหลัง
tr: Daha sonra yapılandır
uk: Налаштувати пізніше
vi: Thiết lập sau
yue: 遲啲設定
zh_hans: 稍后配置
zh_hant: 稍後設定

# mac.nomad.discovery.body.f6e2a71
source: Use Vibe Walkie outside your local Wi‑Fi. Tailscale creates a private encrypted network between your iPhone and Mac, without opening router ports. Tailscale is a separate service and requires its own account.
ar: استخدم Vibe Walkie خارج شبكة Wi‑Fi المحلية. ينشئ Tailscale شبكة خاصة مشفرة بين iPhone وMac من دون فتح منافذ جهاز التوجيه. Tailscale خدمة منفصلة وتتطلب حسابًا خاصًا بها.
ca: Utilitza Vibe Walkie fora de la xarxa Wi‑Fi local. Tailscale crea una xarxa privada xifrada entre l’iPhone i el Mac sense obrir ports de l’encaminador. Tailscale és un servei independent i requereix un compte propi.
cs: Používejte Vibe Walkie mimo místní Wi‑Fi. Tailscale vytvoří soukromou šifrovanou síť mezi iPhonem a Macem bez otevírání portů na routeru. Tailscale je samostatná služba a vyžaduje vlastní účet.
da: Brug Vibe Walkie uden for dit lokale Wi‑Fi. Tailscale opretter et privat, krypteret netværk mellem din iPhone og Mac uden at åbne porte i routeren. Tailscale er en separat tjeneste og kræver sin egen konto.
de: Verwende Vibe Walkie außerhalb deines lokalen WLANs. Tailscale erstellt ein privates, verschlüsseltes Netzwerk zwischen deinem iPhone und Mac, ohne Router-Ports zu öffnen. Tailscale ist ein separater Dienst und erfordert ein eigenes Konto.
el: Χρησιμοποιήστε το Vibe Walkie εκτός του τοπικού Wi‑Fi. Το Tailscale δημιουργεί ένα ιδιωτικό κρυπτογραφημένο δίκτυο μεταξύ iPhone και Mac, χωρίς άνοιγμα θυρών στο router. Το Tailscale είναι ξεχωριστή υπηρεσία και απαιτεί δικό του λογαριασμό.
es: Usa Vibe Walkie fuera de tu Wi‑Fi local. Tailscale crea una red privada cifrada entre el iPhone y el Mac sin abrir puertos del router. Tailscale es un servicio independiente y requiere su propia cuenta.
fi: Käytä Vibe Walkieta paikallisen Wi‑Fi-verkon ulkopuolella. Tailscale luo yksityisen salatun verkon iPhonen ja Macin välille ilman reitittimen porttien avaamista. Tailscale on erillinen palvelu ja vaatii oman tilin.
fr: Utilisez Vibe Walkie loin de votre Wi‑Fi local. Tailscale crée un réseau privé chiffré entre votre iPhone et votre Mac, sans ouvrir de ports sur le routeur. Tailscale est un service séparé qui nécessite son propre compte.
he: אפשר להשתמש ב‑Vibe Walkie מחוץ לרשת ה‑Wi‑Fi המקומית. Tailscale יוצר רשת פרטית ומוצפנת בין ה‑iPhone ל‑Mac בלי לפתוח יציאות בנתב. Tailscale הוא שירות נפרד ודורש חשבון משלו.
hi: अपने स्थानीय Wi‑Fi से बाहर Vibe Walkie का उपयोग करें। Tailscale राउटर पोर्ट खोले बिना आपके iPhone और Mac के बीच एक निजी एन्क्रिप्टेड नेटवर्क बनाता है। Tailscale एक अलग सेवा है और इसके लिए अलग खाता चाहिए।
hr: Koristite Vibe Walkie izvan lokalne Wi‑Fi mreže. Tailscale stvara privatnu šifriranu mrežu između iPhonea i Maca bez otvaranja priključaka na usmjerivaču. Tailscale je zasebna usluga i zahtijeva vlastiti račun.
hu: Használd a Vibe Walkie-t a helyi Wi‑Fi hálózaton kívül is. A Tailscale privát, titkosított hálózatot hoz létre az iPhone és a Mac között a router portjainak megnyitása nélkül. A Tailscale külön szolgáltatás, amely saját fiókot igényel.
id: Gunakan Vibe Walkie di luar Wi‑Fi lokal. Tailscale membuat jaringan pribadi terenkripsi antara iPhone dan Mac tanpa membuka port router. Tailscale adalah layanan terpisah dan memerlukan akun tersendiri.
it: Usa Vibe Walkie fuori dalla rete Wi‑Fi locale. Tailscale crea una rete privata crittografata tra iPhone e Mac senza aprire porte sul router. Tailscale è un servizio separato e richiede un proprio account.
ja: ローカルWi‑Fiの外でもVibe Walkieを使用できます。Tailscaleはルーターのポートを開放せずに、iPhoneとMacの間にプライベートな暗号化ネットワークを作成します。Tailscaleは別のサービスで、専用アカウントが必要です。
ko: 로컬 Wi‑Fi 밖에서도 Vibe Walkie를 사용하세요. Tailscale은 라우터 포트를 열지 않고 iPhone과 Mac 사이에 비공개 암호화 네트워크를 만듭니다. Tailscale은 별도 서비스이며 자체 계정이 필요합니다.
ms: Gunakan Vibe Walkie di luar Wi‑Fi setempat. Tailscale mencipta rangkaian peribadi yang disulitkan antara iPhone dan Mac tanpa membuka port penghala. Tailscale ialah perkhidmatan berasingan dan memerlukan akaunnya sendiri.
nb: Bruk Vibe Walkie utenfor det lokale Wi‑Fi-nettverket. Tailscale oppretter et privat, kryptert nettverk mellom iPhone og Mac uten å åpne porter i ruteren. Tailscale er en separat tjeneste og krever en egen konto.
nl: Gebruik Vibe Walkie buiten je lokale wifi. Tailscale maakt een privé, versleuteld netwerk tussen je iPhone en Mac zonder routerpoorten te openen. Tailscale is een aparte dienst en vereist een eigen account.
pl: Korzystaj z Vibe Walkie poza lokalną siecią Wi‑Fi. Tailscale tworzy prywatną, szyfrowaną sieć między iPhonem a Makiem bez otwierania portów routera. Tailscale jest oddzielną usługą i wymaga własnego konta.
pt: Use o Vibe Walkie fora da rede Wi‑Fi local. O Tailscale cria uma rede privada encriptada entre o iPhone e o Mac sem abrir portas no router. O Tailscale é um serviço separado e requer uma conta própria.
ro: Folosește Vibe Walkie în afara rețelei Wi‑Fi locale. Tailscale creează o rețea privată criptată între iPhone și Mac fără a deschide porturi pe router. Tailscale este un serviciu separat și necesită propriul cont.
ru: Используйте Vibe Walkie за пределами локальной сети Wi‑Fi. Tailscale создаёт частную зашифрованную сеть между iPhone и Mac без открытия портов роутера. Tailscale — отдельный сервис, для которого требуется собственная учётная запись.
sk: Používajte Vibe Walkie mimo miestnej siete Wi‑Fi. Tailscale vytvorí súkromnú šifrovanú sieť medzi iPhonom a Macom bez otvárania portov na smerovači. Tailscale je samostatná služba a vyžaduje vlastný účet.
sv: Använd Vibe Walkie utanför ditt lokala Wi‑Fi. Tailscale skapar ett privat krypterat nätverk mellan din iPhone och Mac utan att öppna portar i routern. Tailscale är en separat tjänst och kräver ett eget konto.
th: ใช้ Vibe Walkie นอกเครือข่าย Wi‑Fi ภายในได้ Tailscale จะสร้างเครือข่ายส่วนตัวที่เข้ารหัสระหว่าง iPhone และ Mac โดยไม่ต้องเปิดพอร์ตเราเตอร์ Tailscale เป็นบริการแยกต่างหากและต้องใช้บัญชีของตนเอง
tr: Vibe Walkie’yi yerel Wi‑Fi ağınızın dışında kullanın. Tailscale, yönlendirici bağlantı noktalarını açmadan iPhone ile Mac arasında özel ve şifreli bir ağ oluşturur. Tailscale ayrı bir hizmettir ve kendi hesabını gerektirir.
uk: Використовуйте Vibe Walkie поза локальною мережею Wi‑Fi. Tailscale створює приватну зашифровану мережу між iPhone і Mac без відкриття портів маршрутизатора. Tailscale — окремий сервіс, для якого потрібен власний обліковий запис.
vi: Sử dụng Vibe Walkie bên ngoài Wi‑Fi cục bộ. Tailscale tạo mạng riêng được mã hóa giữa iPhone và Mac mà không cần mở cổng bộ định tuyến. Tailscale là dịch vụ riêng biệt và yêu cầu tài khoản riêng.
yue: 喺本地 Wi‑Fi 以外使用 Vibe Walkie。Tailscale 會喺 iPhone 同 Mac 之間建立私人加密網絡，毋須開放路由器連接埠。Tailscale 係獨立服務，需要使用其帳戶。
zh_hans: 在本地 Wi‑Fi 之外使用 Vibe Walkie。Tailscale 会在 iPhone 和 Mac 之间创建私密加密网络，无需开放路由器端口。Tailscale 是独立服务，需要单独的账户。
zh_hant: 在本地 Wi‑Fi 之外使用 Vibe Walkie。Tailscale 會在 iPhone 和 Mac 之間建立私密加密網絡，無需開放路由器連接埠。Tailscale 是獨立服務，需要單獨的帳戶。

# mac.start.95e0ef0
source: Start
ar: ابدأ
ca: Comença
cs: Začít
de: Starten
el: Έναρξη
es: Empezar
fi: Aloita
fr: Démarrer
he: התחלה
hi: शुरू करें
hr: Započni
hu: Kezdés
id: Mulai
it: Inizia
ja: 開始
ko: 시작
ms: Mulakan
nl: Starten
pl: Rozpocznij
pt: Começar
ro: Începe
ru: Начать
sk: Začať
sv: Starta
th: เริ่มต้น
tr: Başla
uk: Почати
vi: Bắt đầu
yue: 開始
zh_hans: 开始
zh_hant: 開始

# mac.accessibility.required.8ac4820
source: Accessibility required
ar: تسهيلات الاستخدام مطلوبة
ca: Cal Accessibilitat
cs: Je vyžadováno Zpřístupnění
da: Tilgængelighed kræves
de: Bedienungshilfen erforderlich
el: Απαιτείται Προσβασιμότητα
es: Se requiere Accesibilidad
fi: Käyttöapu vaaditaan
fr: Accessibilité requise
he: נדרשת נגישות
hi: ऐक्सेसिबिलिटी ज़रूरी है
hr: Potrebna je Pristupačnost
hu: Kisegítő lehetőségek szükségesek
id: Aksesibilitas diperlukan
it: Accessibilità richiesta
ja: アクセシビリティが必要です
ko: 손쉬운 사용이 필요함
ms: Kebolehcapaian diperlukan
nb: Tilgjengelighet kreves
nl: Toegankelijkheid vereist
pl: Wymagana jest Dostępność
pt: Acessibilidade necessária
ro: Accesibilitate necesară
ru: Требуется Универсальный доступ
sk: Vyžaduje sa Prístupnosť
sv: Hjälpmedel krävs
th: ต้องใช้การช่วยการเข้าถึง
tr: Erişilebilirlik gerekli
uk: Потрібен Універсальний доступ
vi: Cần quyền Trợ năng
yue: 需要輔助使用
zh_hans: 需要辅助功能权限
zh_hant: 需要輔助使用權限

# mac.all.iphones.will.need.to.be.paired.again.ed49b37
source: All iPhones will need to be paired again.
ar: يجب إعادة إقران جميع أجهزة iPhone.
ca: Caldrà tornar a enllaçar tots els iPhones.
cs: Všechny iPhony bude nutné znovu spárovat.
da: Alle iPhone-enheder skal parres igen.
de: Alle iPhones müssen wieder gekoppelt werden.
el: Όλα τα iPhone θα πρέπει να συζευχθούν ξανά.
es: Todos los iPhone tendrán que volver a emparejarse.
fi: Kaikista iPhoneista on muodostettava laitepari uudelleen.
fr: Tous les iPhone devront être appairés à nouveau.
he: יהיה צורך לקשר מחדש את כל מכשירי ה‑iPhone.
hi: सभी iPhone फिर से पेयर करने होंगे।
hr: Sve iPhone uređaje trebat će ponovno upariti.
hu: Minden iPhone-t újra kell párosítani.
id: Semua iPhone harus dipasangkan kembali.
it: Tutti gli iPhone dovranno essere abbinati di nuovo.
ja: すべてのiPhoneをもう一度ペアリングする必要があります。
ko: 모든 iPhone을 다시 페어링해야 합니다.
ms: Semua iPhone perlu dipasangkan semula.
nb: Alle iPhone-enheter må kobles sammen på nytt.
nl: Alle iPhones moeten opnieuw worden gekoppeld.
pl: Wszystkie iPhone'y będą musiały być ponownie sparowane.
pt: Todos os iPhones terão de ser emparejados novamente.
ro: Toate iPhone-urile vor trebui asociate din nou.
ru: Все iPhone потребуется связать заново.
sk: Všetky iPhony bude potrebné znova spárovať.
sv: Alla iPhone-enheter måste parkopplas igen.
th: ต้องจับคู่ iPhone ทุกเครื่องอีกครั้ง
tr: Tüm iPhone'ların yeniden eşleştirilmesi gerekir.
uk: Усі iPhone потрібно буде спарити знову.
vi: Tất cả iPhone sẽ cần được ghép đôi lại.
yue: 所有 iPhone 都要重新配對。
zh_hans: 所有 iPhone 都需要重新配对。
zh_hant: 所有 iPhone 都需要重新配對。

# mac.allow.5fa07ae
source: Allow
ar: سماح
ca: Permet
cs: Povolit
da: Tillad
de: Erlauben
el: Να επιτρέπεται
es: Permitir
fi: Salli
fr: Autoriser
he: אישור
hi: अनुमति दें
hr: Dopusti
hu: Engedélyezés
id: Izinkan
it: Consenti
ja: 許可
ko: 허용
ms: Benarkan
nb: Tillat
nl: Sta toe
pl: Zezwól
pt: Permitir
ro: Permite
ru: Разрешить
sk: Povoliť
sv: Tillåt
th: อนุญาต
tr: İzin ver
uk: Дозволити
vi: Cho phép
yue: 允許
zh_hans: 允许
zh_hant: 允許

# mac.allow.screen.recording.on.the.mac.then.relaunch.vibe.walkie.634232c
source: Allow Screen Recording on the Mac. Vibe Walkie detects the change automatically.
ar: اسمح بتسجيل الشاشة على Mac. يكتشف Vibe Walkie التغيير تلقائيًا.
ca: Permet la Gravació de pantalla al Mac. Vibe Walkie detecta el canvi automàticament.
cs: Povolte Záznam obrazovky na Macu. Vibe Walkie změnu rozpozná automaticky.
da: Tillad Skærmoptagelse på Mac. Vibe Walkie registrerer ændringen automatisk.
de: Erlaube die Bildschirmaufnahme auf dem Mac. Vibe Walkie erkennt die Änderung automatisch.
el: Επιτρέψτε την Εγγραφή οθόνης στο Mac. Το Vibe Walkie εντοπίζει αυτόματα την αλλαγή.
es: Permite la grabación de pantalla en el Mac. Vibe Walkie detecta el cambio automáticamente.
fi: Salli näytön tallennus Macissa. Vibe Walkie tunnistaa muutoksen automaattisesti.
fr: Autorisez l’enregistrement de l’écran sur le Mac. Vibe Walkie détecte automatiquement le changement.
he: אפשרו הקלטת מסך ב‑Mac. ‏Vibe Walkie יזהה את השינוי באופן אוטומטי.
hi: Mac पर स्क्रीन रिकॉर्डिंग की अनुमति दें। Vibe Walkie बदलाव को अपने आप पहचान लेता है।
hr: Dopustite Snimanje zaslona na Macu. Vibe Walkie automatski prepoznaje promjenu.
hu: Engedélyezd a Képernyőfelvételt a Macen. A Vibe Walkie automatikusan észleli a változást.
id: Izinkan Perekaman Layar di Mac. Vibe Walkie mendeteksi perubahan secara otomatis.
it: Consenti Registrazione schermo sul Mac. Vibe Walkie rileva automaticamente la modifica.
ja: Macで画面収録を許可してください。Vibe Walkieが変更を自動的に検出します。
ko: Mac에서 화면 기록을 허용하세요. Vibe Walkie가 변경 사항을 자동으로 감지합니다.
ms: Benarkan Rakaman Skrin pada Mac. Vibe Walkie mengesan perubahan secara automatik.
nb: Tillat Skjermopptak på Macen. Vibe Walkie oppdager endringen automatisk.
nl: Sta Schermopname toe op de Mac. Vibe Walkie detecteert de wijziging automatisch.
pl: Zezwól na nagrywanie ekranu na Macu. Vibe Walkie automatycznie wykryje zmianę.
pt: Permita a Gravação de Tela no Mac. O Vibe Walkie detecta a alteração automaticamente.
ro: Permite Înregistrarea ecranului pe Mac. Vibe Walkie detectează automat modificarea.
ru: Разрешите запись экрана на Mac. Vibe Walkie автоматически обнаружит изменение.
sk: Povoľte Záznam obrazovky na Macu. Vibe Walkie zmenu rozpozná automaticky.
sv: Tillåt Skärminspelning på Mac. Vibe Walkie upptäcker ändringen automatiskt.
th: อนุญาตการบันทึกหน้าจอบน Mac แล้ว Vibe Walkie จะตรวจพบการเปลี่ยนแปลงโดยอัตโนมัติ
tr: Mac'te Ekran Kaydı izni verin. Vibe Walkie değişikliği otomatik olarak algılar.
uk: Дозвольте запис екрана на Mac. Vibe Walkie автоматично виявить зміну.
vi: Cho phép Ghi màn hình trên Mac. Vibe Walkie tự động phát hiện thay đổi.
yue: 請喺 Mac 允許螢幕錄製。Vibe Walkie 會自動偵測變更。
zh_hans: 请在 Mac 上允许屏幕录制。Vibe Walkie 会自动检测更改。
zh_hant: 請在 Mac 上允許螢幕錄製。Vibe Walkie 會自動偵測變更。

# mac.allow.this.iphone.f90f9ed
source: Allow this iPhone?
ar: هل تريد السماح لهذا الـ iPhone؟
ca: Vols permetre aquest iPhone?
cs: Povolit tento iPhone?
da: Tillad denne iPhone?
de: Dieses iPhone erlauben?
el: Να επιτρέπεται αυτό το iPhone;
es: ¿Permitir este iPhone?
fi: Sallitaanko tämä iPhone?
fr: Autoriser cet iPhone ?
he: לאפשר ל‑iPhone הזה?
hi: इस iPhone को अनुमति दें?
hr: Dopustiti ovaj iPhone?
hu: Engedélyezed ezt az iPhone-t?
id: Izinkan iPhone ini?
it: Consentire questo iPhone?
ja: このiPhoneを許可しますか？
ko: 이 iPhone을 허용할까요?
ms: Benarkan iPhone ini?
nb: Tillate denne iPhonen?
nl: Deze iPhone toestaan?
pl: Zezwolić temu iPhone'owi?
pt: Permitir este iPhone?
ro: Permiți acest iPhone?
ru: Разрешить этот iPhone?
sk: Povoliť tento iPhone?
sv: Tillåt denna iPhone?
th: อนุญาต iPhone เครื่องนี้หรือไม่
tr: Bu iPhone'a izin verilsin mi?
uk: Дозволити цей iPhone?
vi: Cho phép iPhone này?
yue: 允許呢部 iPhone？
zh_hans: 允许此 iPhone？
zh_hant: 允許此 iPhone？

# mac.allowed.iphones.75962c2
source: Allowed iPhones
ar: أجهزة iPhone المسموح بها
ca: iPhones permesos
cs: Povolené iPhony
da: Tilladte iPhone-enheder
de: Erlaubte iPhones
el: Επιτρεπόμενα iPhone
es: iPhone permitidos
fi: Sallitut iPhonet
fr: iPhone autorisés
he: מכשירי iPhone מורשים
hi: अनुमति वाले iPhone
hr: Dopušteni iPhone uređaji
hu: Engedélyezett iPhone-ok
id: iPhone yang diizinkan
it: iPhone autorizzati
ja: 許可済みのiPhone
ko: 허용된 iPhone
ms: iPhone yang dibenarkan
nb: Tillatte iPhone-enheter
nl: Toegestane iPhones
pl: Dozwolone iPhone'y
pt: iPhones autorizados
ro: iPhone-uri permise
ru: Разрешённые iPhone
sk: Povolené iPhony
sv: Tillåtna iPhone-enheter
th: iPhone ที่อนุญาต
tr: İzin verilen iPhone'lar
uk: Дозволені iPhone
vi: iPhone được phép
yue: 已允許嘅 iPhone
zh_hans: 已允许的 iPhone
zh_hant: 已允許的 iPhone

# mac.apply.b4c8b1d
source: Apply
ar: تطبيق
ca: Aplica
cs: Použít
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
fi: Käytä
fr: Appliquer
he: החלה
hi: लागू करें
hr: Primijeni
hu: Alkalmazás
id: Terapkan
it: Applica
ja: 適用
ko: 적용
ms: Gunakan
nb: Bruk
nl: Pas toe
pl: Zastosuj
pt: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sv: Verkställ
th: นำไปใช้
tr: Uygula
uk: Застосувати
vi: Áp dụng
yue: 套用
zh_hans: 应用
zh_hant: 套用

# mac.cancel.46ad391
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
yue: 取消
zh_hans: 取消
zh_hant: 取消

# mac.check.again.72912f6
source: Check again
ar: التحقق مرة أخرى
ca: Torna a comprovar
cs: Zkontrolovat znovu
da: Kontroller igen
de: Erneut prüfen
el: Έλεγχος ξανά
es: Volver a comprobar
fi: Tarkista uudelleen
fr: Vérifier à nouveau
he: בדיקה חוזרת
hi: फिर जाँचें
hr: Provjeri ponovno
hu: Újraellenőrzés
id: Periksa lagi
it: Controlla di nuovo
ja: もう一度確認
ko: 다시 확인
ms: Periksa semula
nb: Kontroller på nytt
nl: Controleer opnieuw
pl: Sprawdź ponownie
pt: Verificar novamente
ro: Verifică din nou
ru: Проверить снова
sk: Skontrolovať znova
sv: Kontrollera igen
th: ตรวจสอบอีกครั้ง
tr: Tekrar kontrol et
uk: Перевірити ще раз
vi: Kiểm tra lại
yue: 重新檢查
zh_hans: 再次检查
zh_hant: 再次檢查

# mac.update.available.0d130ab
source: Update available
ar: تحديث متاح
ca: Actualització disponible
cs: Je k dispozici aktualizace
da: Opdatering tilgængelig
de: Update verfügbar
el: Διαθέσιμη ενημέρωση
es: Actualización disponible
fi: Päivitys saatavilla
fr: Mise à jour disponible
he: עדכון זמין
hi: अपडेट उपलब्ध है
hr: Dostupno je ažuriranje
hu: Frissítés érhető el
id: Pembaruan tersedia
it: Aggiornamento disponibile
ja: アップデートが利用可能です
ko: 업데이트 사용 가능
ms: Kemas kini tersedia
nb: Oppdatering tilgjengelig
nl: Update beschikbaar
pl: Uaktualnienie dostępne
pt: Atualização disponível
ro: Actualizare disponibilă
ru: Доступно обновление
sk: Dostupná aktualizácia
sv: Uppdatering tillgänglig
th: มีรายการอัปเดต
tr: Güncelleme mevcut
uk: Доступне оновлення
vi: Có bản cập nhật
yue: 有更新可用
zh_hans: 有可用更新
zh_hant: 有可用更新

# mac.version.value.is.ready.to.install.03ed2d8
source: Version %@ is available.
ar: الإصدار %@ متاح.
ca: La versió %@ està disponible.
cs: Je k dispozici verze %@.
da: Version %@ er tilgængelig.
de: Version %@ ist verfügbar.
el: Η έκδοση %@ είναι διαθέσιμη.
es: La versión %@ está disponible.
fi: Versio %@ on saatavilla.
fr: La version %@ est disponible.
he: גרסה %@ זמינה.
hi: संस्करण %@ उपलब्ध है।
hr: Dostupna je verzija %@.
hu: A(z) %@ verzió elérhető.
id: Versi %@ tersedia.
it: È disponibile la versione %@.
ja: バージョン%@が利用可能です。
ko: 버전 %@을(를) 사용할 수 있습니다.
ms: Versi %@ tersedia.
nb: Versjon %@ er tilgjengelig.
nl: Versie %@ is beschikbaar.
pl: Wersja %@ jest dostępna.
pt: A versão %@ está disponível.
ro: Versiunea %@ este disponibilă.
ru: Доступна версия %@.
sk: Verzia %@ je dostupná.
sv: Version %@ är tillgänglig.
th: เวอร์ชัน %@ พร้อมใช้งานแล้ว
tr: %@ sürümü mevcut.
uk: Доступна версія %@.
vi: Phiên bản %@ hiện đã có.
yue: %@ 版本已推出。
zh_hans: 版本 %@ 已推出。
zh_hant: 版本 %@ 已推出。

# mac.update.now.c2511f5
source: Update
ar: تحديث
ca: Actualitza
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fi: Päivitä
fr: Mettre à jour
he: עדכון
hi: अपडेट करें
hr: Ažuriraj
hu: Frissítés
id: Perbarui
it: Aggiorna
ja: アップデート
ko: 업데이트
ms: Kemas kini
nb: Oppdater
nl: Werk bij
pl: Uaktualnij
pt: Atualizar
ro: Actualizează
ru: Обновить
sk: Aktualizovať
sv: Uppdatera
th: อัปเดต
tr: Güncelle
uk: Оновити
vi: Cập nhật
yue: 更新
zh_hans: 更新
zh_hant: 更新
